{
   "took": 70,
   "timed_out": false,
   "_shards": {
      "total": 6,
      "successful": 6,
      "skipped": 0,
      "failed": 0
   },
   "hits": {
      "total": {
         "value": 23747
      },
      "max_score": 17.704318904091508,
      "hits": [
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLUIq5aP6",
            "_score": 17.704318904091508,
            "@timestamp": "2024-03-10T23:58:09.734890496Z",
            "_source": {
               "@timestamp": "2024-03-10T23:58:09.734890496Z",
               "bcc": "",
               "body": "----- Forwarded by Linda Robertson/NA/Enron on 06/13/2001 04:00 PM -----=09Yahoo! News \u003crefertofriend@reply.yahoo.com\u003e=0906/13/2001 03:10 PM=09Please respond to carin.nersesian=09=09=20=09=09 To: linda.robertson@enron.com, john.shelk@enron.com, pat.shortridge@=enron.com=09=09 cc:=20=09=09 Subject: Yahoo! News Story - California Sets Criminal Probe of Power= PricesCarin Nersesian (carin.nersesian@enron.com) has sent you a news article=20Personal message:=20California Sets Criminal Probe of Power Priceshttp://dailynews.yahoo.com/h/nm/20010613/ts/utilities_california_jury_dc_1.=html=20=09Home - Yahoo! - My Yahoo! - News Alerts - Help=09=09=09=09=09Home=20=09 Top Stories=20=09 Business=09 Tech=09 Politics=09 World=09 Local=09 Entertainment=09 Sports=09 Op/Ed=09 Science=09 Health=09 Full Coverage=09=09=09=09=09Top Stories - Reuters - updated 2:51 PM ET Jun 13 =09=09=09Add to My Yahoo!=09=09Reuters  |  AP  |  AP U.S.  |  The New York Times  |  ABCNEWS.com  |  Ph=otos =20|  Videos  =20Wednesday June 13 2:51 PM ET=20California Sets Criminal Probe of Power PricesSACRAMENTO, Calif. (Reuters) - California Attorney General Bill Lockyer sai=d=20on Wednesday he would convene a criminal grand jury next month to investiga=te=20whether power generators illegally manipulated energy prices during the=20state's electricity crisis.Lockyer, who has been investigating charges of price gouging and market=20manipulation by major energy companies, said the grand jury probe would aid==20``efforts to get at the truth about energy pricing practices for electricit=y=20and natural gas that hit California pocketbooks hard.''``We will further focus our criminal probe to determine whether the=20California market was manipulated and profits taken illegally, and whether==20there was fraud against the public,'' Lockyer said in a statement.The grand jury investigation is expected to examine whether generators work=ed=20together -- directly or indirectly -- to drive up electricity and natural g=as=20prices by withholding energy, shutting down plants or exploiting the biddin=g=20process.The investigation is slated to begin shortly after July 1, when a new=2019-member Sacramento County grand jury is seated.California officials have been seeking evidence that power generators=20manipulated energy prices during the state's power crisis, which has led to==20six days of rolling blackouts this year and sharply higher wholesale energy==20costs -- rising, in some cases, some 10 times over levels seen last year.Generators deny any illegal activity, saying the high prices simply reflect==20supply shortages, plant breakdowns, and high natural gas prices. Gov. Gray==20Davis (news - web sites), who has repeatedly slammed the power producers as==20``price-gougers,'' talked by telephone with Lockyer on Monday about the=20status of his investigation.``There is a growing body of evidence that may give the attorney general th=e=20opportunity to proceed with criminal as well as civil actions,'' Davis pres=s=20secretary Steve Maviglio said in a statement.=20Email this story - View most popular  |  Printer-friendly formatArchived Stories by Date:                             =20News ResourcesMessage Boards: Post/Read Msgs=20Conversations: Start a live discussion=20News Alerts: Gov. Gray Davis=20More Alerts: News Bulletins, News, Mobile, Stocks=20Search NewsAdvancedSearch:  Stories   Photos   Full CoverageHome=20 Top Stories=20 Business Tech Politics World Local Entertainment Sports Op/Ed Science Health Full CoverageCopyright =01, 2001 Reuters Limited. All rights reserved. Republication or==20redistribution of Reuters content is expressly prohibited without the prior==20written consent of Reuters. Reuters shall not be liable for any errors or==20delays in the content, or for any actions taken in reliance thereon.Copyright =01, 2001 Yahoo! Inc. All rights reserved.=20Questions or Comments=20Privacy Policy - Terms of Service=20",
               "cc": "",
               "content-transfer-encoding": " quoted-printable",
               "content-type": " text/plain; charset=ANSI_X3.4-1968",
               "date": " Wed, 13 Jun 2001 09",
               "from": " linda.robertson@enron.com",
               "message-id": " \u003c75823.1075849446178.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " Yahoo! News Story - California Sets Criminal Probe of Power Prices",
               "to": " susan.mara@enron.com, jeff.dasovich@enron.com, paul.kaufman@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_Oct2001\\Notes Folders\\Notes inbox",
               "x-from": " Linda Robertson",
               "x-origin": " DASOVICH-J",
               "x-to": " Susan J Mara, Jeff Dasovich, Paul Kaufman"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLTOVMQla",
            "_score": 17.48382891157642,
            "@timestamp": "2024-03-10T23:57:57.614494976Z",
            "_source": {
               "@timestamp": "2024-03-10T23:57:57.614494976Z",
               "bcc": "",
               "body": "----- Forwarded by Linda Robertson/NA/Enron on 06/13/2001 04:00 PM -----=09Yahoo! News \u003crefertofriend@reply.yahoo.com\u003e=0906/13/2001 03:10 PM=09Please respond to carin.nersesian=09=09=20=09=09 To: linda.robertson@enron.com, john.shelk@enron.com, pat.shortridge@=enron.com=09=09 cc:=20=09=09 Subject: Yahoo! News Story - California Sets Criminal Probe of Power= PricesCarin Nersesian (carin.nersesian@enron.com) has sent you a news article=20Personal message:=20California Sets Criminal Probe of Power Priceshttp://dailynews.yahoo.com/h/nm/20010613/ts/utilities_california_jury_dc_1.=html=20=09Home - Yahoo! - My Yahoo! - News Alerts - Help=09=09=09=09=09Home=20=09 Top Stories=20=09 Business=09 Tech=09 Politics=09 World=09 Local=09 Entertainment=09 Sports=09 Op/Ed=09 Science=09 Health=09 Full Coverage=09=09=09=09=09Top Stories - Reuters - updated 2:51 PM ET Jun 13 =09=09=09Add to My Yahoo!=09=09Reuters  |  AP  |  AP U.S.  |  The New York Times  |  ABCNEWS.com  |  Ph=otos =20|  Videos  =20Wednesday June 13 2:51 PM ET=20California Sets Criminal Probe of Power PricesSACRAMENTO, Calif. (Reuters) - California Attorney General Bill Lockyer sai=d=20on Wednesday he would convene a criminal grand jury next month to investiga=te=20whether power generators illegally manipulated energy prices during the=20state's electricity crisis.Lockyer, who has been investigating charges of price gouging and market=20manipulation by major energy companies, said the grand jury probe would aid==20``efforts to get at the truth about energy pricing practices for electricit=y=20and natural gas that hit California pocketbooks hard.''``We will further focus our criminal probe to determine whether the=20California market was manipulated and profits taken illegally, and whether==20there was fraud against the public,'' Lockyer said in a statement.The grand jury investigation is expected to examine whether generators work=ed=20together -- directly or indirectly -- to drive up electricity and natural g=as=20prices by withholding energy, shutting down plants or exploiting the biddin=g=20process.The investigation is slated to begin shortly after July 1, when a new=2019-member Sacramento County grand jury is seated.California officials have been seeking evidence that power generators=20manipulated energy prices during the state's power crisis, which has led to==20six days of rolling blackouts this year and sharply higher wholesale energy==20costs -- rising, in some cases, some 10 times over levels seen last year.Generators deny any illegal activity, saying the high prices simply reflect==20supply shortages, plant breakdowns, and high natural gas prices. Gov. Gray==20Davis (news - web sites), who has repeatedly slammed the power producers as==20``price-gougers,'' talked by telephone with Lockyer on Monday about the=20status of his investigation.``There is a growing body of evidence that may give the attorney general th=e=20opportunity to proceed with criminal as well as civil actions,'' Davis pres=s=20secretary Steve Maviglio said in a statement.=20Email this story - View most popular  |  Printer-friendly formatArchived Stories by Date:                             =20News ResourcesMessage Boards: Post/Read Msgs=20Conversations: Start a live discussion=20News Alerts: Gov. Gray Davis=20More Alerts: News Bulletins, News, Mobile, Stocks=20Search NewsAdvancedSearch:  Stories   Photos   Full CoverageHome=20 Top Stories=20 Business Tech Politics World Local Entertainment Sports Op/Ed Science Health Full CoverageCopyright =01, 2001 Reuters Limited. All rights reserved. Republication or==20redistribution of Reuters content is expressly prohibited without the prior==20written consent of Reuters. Reuters shall not be liable for any errors or==20delays in the content, or for any actions taken in reliance thereon.Copyright =01, 2001 Yahoo! Inc. All rights reserved.=20Questions or Comments=20Privacy Policy - Terms of Service=20",
               "cc": "",
               "content-transfer-encoding": " quoted-printable",
               "content-type": " text/plain; charset=ANSI_X3.4-1968",
               "date": " Wed, 13 Jun 2001 09",
               "from": " linda.robertson@enron.com",
               "message-id": " \u003c23134855.1075849262916.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " Yahoo! News Story - California Sets Criminal Probe of Power Prices",
               "to": " susan.mara@enron.com, jeff.dasovich@enron.com, paul.kaufman@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_Oct2001\\Notes Folders\\All documents",
               "x-from": " Linda Robertson",
               "x-origin": " DASOVICH-J",
               "x-to": " Susan J Mara, Jeff Dasovich, Paul Kaufman"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLZxG7s2c",
            "_score": 16.445317565448388,
            "@timestamp": "2024-03-10T23:59:15.099985152Z",
            "_source": {
               "@timestamp": "2024-03-10T23:59:15.099985152Z",
               "bcc": "",
               "body": "Today's IssueAlert Sponsors:=20 \u003chttp://www.energyventurefair.com/\u003eWe are seeking 75 of the most promising energy-based technology and service= companies to present at Energy Venture Fair II, January 29 \u0026 30, 2002, Hou=ston, TX-the follow-up to the explosively successful Energy Venture Fair I =held in Boston in June. If you are a Senior Executive from one of these com=panies, and are interested in having a platform to present your vision and =business plans before a national audience of investors, please contact Nann=ette Mooney at (818) 888-4445, Ext. 11, for more information, or via email =at nannettem@energyventurefair.com \u003cmailto:nannettem@energyventurefair.com\u003e=.APPLY TODAY - SPACE IS LIMITED.=20\u003chttp://www.energyventurefair.com\u003e=20 \u003chttp://secure.scientech.com/specialpages/maps.asp\u003e   \u003chttp://www.secure.s=cientech.com/images/spacer.gif\u003e \u003chttp://secure.scientech.com/specialpages/G=as_Maps.asp\u003eElectric Power System \u0026 Natural Gas System Mapsare available from SCIENTECH, Inc.Click here for full descriptions and prices of Electric \u003chttp://secure.scie=ntech.com/specialpages/maps.asp\u003e and Gas \u003chttp://secure.scientech.com/speci=alpages/Gas_Maps.asp\u003e Maps.  \u003chttp://secure.scientech.com/rci/wsimages/scientech_logo_small.jpg\u003e  \u003chttp://secure.scientech.com/rci/wsimages/IssueAlert_Logo_188.jpg\u003eOctober 10, 2001=20El Paso Corp. Absolved of Manipulation Charges (For Now),=20But Affiliate Abuse Allegations Linger=20By Will McNamaraDirector, Electric Industry Analysis=20  \u003chttp://secure.scientech.com/rci/wsimages/will100border_copy.jpg\u003e[News item from Reuters] El Paso Corp. (NYSE: EPG) was cleared on Oct. 9 of= manipulating natural-gas prices in California, but the agency judge overse=eing the case expressed impatience with company executives who engaged in w=hat he described as \"hanky panky\" in arranging pipeline shipments. Curtis W=agner, FERC's chief administrative law judge, ruled that El Paso did not un=fairly drive up natural-gas prices on its four pipelines into energy-starve=d California last year, but used blunt language in assessing the behavior o=f two executives with the Houston-based energy giant. Wagner said telephone= records of the conversations showed \"blatant collusion\" between company af=filiates in booking pipeline space at a discounted rate for future shipment=s.=20Analysis: The best assessment of this ruling in the ongoing case against El= Paso Corp. is that it is a mixed bag of judgments, and only one more step =in what will continue to be a very long and drawn-out case. On one hand, th=e FERC administrative law judge appears to be absolving El Paso Corp. of th=e accusations that it intentionally manipulated conditions in California to= gain market power over the state's natural-gas market. That is the good ne=ws for El Paso Corp. However, on the other hand, the same judge has also in=tensified lingering claims that El Paso exclusively shared market-sensitive= information between its affiliates, violating a FERC standard of conduct t=hat a pipeline must give information about natural-gas transportation to al=l potential shippers as well as a company's own marketing affiliates. Furth=er, as noted Judge Curtis Wagner has indicated that existing telephone reco=rds from last year indicate \"blatant collusion\" between El Paso Corp. compa=ny affiliates, potentially violating FERC rules that a pipeline's operating= staff and the staff of its marketing affiliate function independently of e=ach other. The next step in this case will be to determine any possible fin=es that might be affixed by the full FERC commission on the basis of the al=leged collusion or affiliate abuse issues.=20The case against El Paso Corp. is a very complicated one, but it essentiall=y comes down to one core issue. The case revolves around allegations that d=uring the period of May to November 2000 El Paso improperly shared market-s=ensitive information with one of its affiliates, which drove up natural-gas= prices, pre-empted competition from non-affiliated companies and resulted =in extra costs for fuel in the range of $3.7 billion for Californians. El P=aso Corp. has consistently maintained that it engaged in no wrongdoing. The= case has carried enormous significance for the energy industry as it impac=ts not only the profits earned by El Paso Corp. but also the degree to whic=h federal regulators may continue to intercede into wholesale markets. In a=ddition, the other key aspect to this case is the extent to which FERC, und=er the leadership of new Chairman Pat Wood, will exhibit strong regulatory =oversight over these claims of market abuse and issue its own harsh financi=al penalties against El Paso Corp.=20What is critically new about this case is the information now available fro=m transcripts of phone conversations between El Paso affiliates. First, let= me establish some background that will help to explain the significance of= the transcripts. El Paso Corp. is the parent of subsidiaries El Paso Natur=al Gas and El Paso Merchant Energy, which are the companies in question reg=arding the California transactions. El Paso Natural Gas, a regulated compan=y, operates pipelines and El Paso Merchant Energy, which is unregulated, ma=rkets natural gas. El Paso Natural Gas owns and manages the Western Divisio=n pipeline, which includes 14,604 miles of interstate transmission pipeline=, serving markets in California, the southwestern United States, northern M=exico, and throughout the Rocky Mountains. In early 2000, El Paso Natural G=as awarded approximately one-third of the capacity on this interstate pipel=ine to El Paso Merchant Energy. This contract essentially gave subsidiaries= of El Paso Corp. control over transporting about one-sixth of the state's =daily demand in California. As such, this gave the El Paso affiliates betwe=en 35 and 45 percent of the Southern California gas market, clearly positio=ning it as the largest natural-gas provider in the state.=20As subsidiaries, all of El Paso's operations fall under FERC's \"arms-length=\" rule, which enforces a separation between affiliated production and pipel=ine companies that exist within a corporate family. Since early 2001, FERC =has been examining allegations that El Paso manipulated natural-gas prices =in California by blocking competitors' access to the interstate pipeline. C=alifornia officials have claimed that El Paso subsidiaries secretly shared =information about the pipeline that was not available to other companies. S=pecifically, the transcripts of phone conversations between executives at E=l Paso Merchant and Mojave Pipeline Co., an El Paso affiliate, reportedly i=nclude comments from El Paso Merchant that inquire about a delay in publish=ing information about the pipeline's available capacity to all potential co=mpetitors.=20The existence of these phone records gave some credence to ongoing claims t=hat El Paso had shared what should have been public information only with i=ts affiliates. According to Reuters, the executive at El Paso Merchant aske=d the executive at Mojave Pipeline to hold off on posting competitive data =about the capacity on the pipeline for a week. This allegation has importan=t ramifications. First, the sharing of this non-public information might me=an that El Paso's subsidiaries had provided preferential treatment to affil=iated subsidiaries, which gave the company as a whole an unlawful advantage= over competitors. Any potential abuse of affiliate standards could include= the unlawful exchange of classified information between subsidiaries or th=e extension of discounted prices between two affiliated companies. Yet, acc=ording to Judge Wagner this sharing of information among affiliates did not= contribute to a clear case of market power abuse, and in fact should be di=smissed outright, which is why the ruling is such a mixed bag for El Paso C=orp.=20Nevertheless, the California Public Utilities Commission (CPUC), Pacific Ga=s \u0026 Electric Co. and Southern California Edison may continue to fight the c=ase with an appeal on the ruling that could be launched within 30 days. Acc=ording to the California parties, this alleged manipulation cost California=ns an extra $3.7 billion in unnecessary power purchase costs that the two u=tilities are still attempting to recover. It is important to note that San =Diego Gas \u0026 Electric, California's third IOU, purchases all of its natural-=gas supply from Southern California Gas and is therefore not a participant =in this case against El Paso.=20In response, El Paso has repeatedly denied any wrongdoing, including market= manipulation or inappropriate sharing of information between its affiliate=s, and thus has not violated any standards set out by FERC in its \"arms-len=gth\" policy applied to affiliates. Instead, El Paso claims that the seeming=ly high prices that it charged in California resulted solely from nationall=y high gas prices. However, according to the Energy Information Administrat=ion, delivery prices for natural gas in California during the October 2000 =to January 2001 timeframe were considerably higher than other national mark=ets. For instance, during this time period, natural-gas prices in Californi=a were running near $23/MMBtu, while prices at Henry Hub and in Florida wer=e at around $7/MMBtu.=20El Paso says the sudden drop in natural-gas prices once its contract on the= pipeline expired is the result of constraints that are inherent in Califor=nia's distribution system. In addition, the company claims that mild weathe=r in the region and increased storage levels of natural gas have also drive=n the dramatic price swing. Further, El Paso says that it hedged most of it=s gas capacity into California to protect itself from potential losses, cut=ting potential profits in the process. The significance of this, El Paso co=ntends, is that the company's hedging indicates that it had no foreknowledg=e that gas prices would be higher than normal. In other words, El Paso hedg=ed on its gas supply because the company thought that prices would be flat =or go down. On the other hand, hedging is a common practice among seasoned =traders and gas traders have countered that hedged contracts are often reso=ld at higher multiples before the gas is ultimately delivered.=20It will be interesting to see where this case goes from here. As noted, the= \"new\" FERC that has emerged under the leadership of Pat Wood may demonstra=te a decidedly lower tolerance for any allegations of affiliate abuse and c=onsequently issue stiff penalties. In addition, it is interesting to note t=hat other pending affiliate abuse cases have recently been launched by FERC=, indicating that the commission is increasing its efforts to investigate s=uch abuse. For instance, last week FERC ordered an inquiry into whether Exe=lon Corp., PECO Energy and their affiliates improperly manipulated Northeas=t power markets in 1999 by possibly sharing non-public information. Further=, Wood has made no bones about the fact that he embraces a market philosoph=y that includes regulatory intervention when necessary. Consequently, Wood =could very well spearhead a re-examination of FERC's methodology regarding =market-based rates in markets that become deregulated, along with how merch=ant plants calculate their rates, and the ruling on potential fines against= El Paso Corp. could be the first indication of this policy change.=20An archive list of previous IssueAlerts is available atwww.scientech.com \u003chttp://secure.scientech.com/issuealert/\u003e=20We encourage our readers to contact us with their comments. We look forward= to hearing from you. Nancy Spring  \u003cmailto:nspring@scientech.com\u003eReach thousands of utility analysts and decision makers every day. Your com=pany can schedule a sponsorship of IssueAlert by contacting Jane Pelz  \u003cmai=lto:jpelz@scientech.com\u003e. Advertising opportunities are also available on o=ur Website.=20SCIENTECH is pleased to provide you with your free, daily IssueAlert. Let u=s know if we can help you with in-depth analyses or any other SCIENTECH inf=ormation products. If you would like to refer a colleague to receive our fr=ee, daily IssueAlerts, please reply to this e-mail and include their full n=ame and e-mail address or register directly on our site.=20If you no longer wish to receive this daily e-mail, and you are currently a= registered subscriber to IssueAlert via SCIENTECH's website, please visit =\u003chttp://secure.scientech.com/account/\u003e to unsubscribe. Otherwise, please se=nd an e-mail to to IssueAlert \u003cmailto:IssueAlert@scientech.com\u003e, with \"Dele=te IA Subscription\" in the subject line.=20SCIENTECH's IssueAlerts(SM) are compiled based on the independent analysis =of SCIENTECH consultants. The opinions expressed in SCIENTECH's IssueAlerts= are not intended to predict financial performance of companies discussed, =or to be the basis for investment decisions of any kind. SCIENTECH's sole p=urpose in publishing its IssueAlerts is to offer an independent perspective= regarding the key events occurring in the energy industry, based on its lo=ng-standing reputation as an expert on energy issues.=20Copyright 2001. SCIENTECH, Inc. All rights reserved.  \u003chttp://infostore.consultrci.com/spacerdot.gif?IssueAlert=3D10/10/2001\u003e",
               "cc": "",
               "content-transfer-encoding": " quoted-printable",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Wed, 10 Oct 2001 09",
               "from": " issuealert@scientech.com",
               "message-id": " \u003c13299605.1075854943888.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": "      El Paso Corp. Absolved of Manipulation Charges (For Now),              But Affiliate Abuse Allegations Linger",
               "to": " issuealerthtml@listserv.scientech.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " MHAEDIC (Non-Privileged).pst",
               "x-folder": " \\MHAEDIC (Non-Privileged)\\Inbox",
               "x-from": " IssueAlert@SCIENTECH.COM",
               "x-origin": " Haedicke-M",
               "x-to": " ISSUEALERTHTML@LISTSERV.SCIENTECH.COM"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLVlG7vcl",
            "_score": 16.327935750511408,
            "@timestamp": "2024-03-10T23:58:18.309961472Z",
            "_source": {
               "@timestamp": "2024-03-10T23:58:18.309961472Z",
               "bcc": "",
               "body": "----- Forwarded by Jeff Dasovich/NA/Enron on 03/14/2001 06:23 PM -----=09Jean Munoz \u003cjmunoz@mcnallytemple.com\u003e=0903/14/2001 05:49 PM=09=09=20=09=09 To: Katie Kaplan \u003ckaplan@iepa.com\u003e, \"'Andy Brown (E-mail)'\"=20\u003cABB@eslawfirm.com\u003e, \"'B Brown Andy (E-mail)'\" \u003candybrwn@earthlink.net\u003e,=20\"'Baker Carolyn (E-mail)'\" \u003ccabaker@duke-energy.com\u003e, \"'Bob Escalante=20(E-mail)'\" \u003crescalante@riobravo-gm.com\u003e, \"'Bob Weisenmiller (E-mail)'\"=20\u003crbw@mrwassoc.com\u003e, \"'Curtis Kebler (E-mail)'\"=20\u003ccurtis_l_kebler@reliantenergy.com\u003e, \"'Douglas Kerner (E-mail)'\"=20\u003cDKK@eslawfirm.com\u003e, \"'Greg Blue (E-mail)'\" \u003cgtbl@dynegy.com\u003e, \"'Jan=20Smutny-Jones (E-mail)'\" \u003csmutny@iepa.com\u003e, \"'Jeff Dasovich (E-mail)'\"=20\u003cJeff.Dasovich@enron.com\u003e, \"'Joe Ronan (E-mail)'\" \u003cjoer@calpine.com\u003e, \"'Joh=n=20Larrea (E-mail)'\" \u003cjohn.g.larrea@williams.com\u003e, \"'John Stout (E-mail)'\"=20\u003cJohn_H_Stout@reliantenergy.com\u003e, \"'Julee Malinowski-Ball (E-mail)'\"=20\u003cjmball@ns.net\u003e, \"'Kassandra Gough (E-mail)'\" \u003ckgough@calpine.com\u003e, \"'kent==20Palmerton (E-mail)'\" \u003ckent.palmerton@williams.com\u003e, \"'Kristin Vellandi=20(E-mail)'\" \u003ckvellandi@pstrategies.com\u003e, \"'Lynn Lednicky (E-mail)'\"=20\u003clale@dynegy.com\u003e, \"'Marty Wilson (E-mail)'\" \u003cmwilson@pstrategies.com\u003e,=20\"'McNally Ray (E-mail)'\" \u003crmcnally@mcnallytemple.com\u003e, \"''Nam Nguyen'=20(E-mail)'\" \u003cnam.nguyen@powersrc.com\u003e, \"'Norton Kelli (E-mail)'\"=20\u003cknorton@mcnallytemple.com\u003e, \"'Paula Hall-Collins (E-mail)'\"=20\u003cpaula.hall-collins@williams.com\u003e, \"'Pigott Jack (E-mail)'\"=20\u003cjackp@calpine.com\u003e, \"'Richard Hyde (E-mail)'\" \u003crwhyde@duke-energy.com\u003e,=20\"'Rob Lamkin (E-mail)'\" \u003crllamkin@seiworldwide.com\u003e, \"'Roger Pelote=20(E-mail)'\" \u003croger.pelote@williams.com\u003e, \"'Stephanie-Newell (E-mail)'\"=20\u003cstephanie-newell@reliantenergy.com\u003e, \"'Sue Mara (E-mail)'\"=20\u003csmara@enron.com\u003e, \"'Theo Pahos (E-mail)'\" \u003ctpahos@ppallc.com\u003e, \"'Tom Ross==20(E-mail)'\" \u003ctross@mcnallytemple.com\u003e, \"Carol H Hudson (E-mail)\"=20\u003cChudson@iepa.com\u003e, steven kelly \u003csteven@iepa.com\u003e, \"'Anne Kelly (E-mail)'\"==20\u003ckelly@hnks.com\u003e, \"'Chuck Cole (E-mail)'\" \u003cccole@advocation-inc.com\u003e,=20\"'Delany Hunter (E-mail)'\" \u003cdhunter@smithandkempton.com\u003e, \"'DJ Smith=20(E-mail)'\" \u003cdjsmith@smithandkempton.com\u003e, \"'Hedy Govenar (E-mail)'\"=20\u003chgovenar@acom2.com\u003e, \u003cmmoretti@mccabeandcompany.net\u003e, \"'Maureen OHaren=20(E-mail)'\" \u003cOharen@hmot.com\u003e, \"'Mike Monagan (E-mail)'\" \u003cmrmonagan@aol.com\u003e=,=20\"'Phil Isenberg (E-mail)'\" \u003cisenberg@hmot.com\u003e, \"'Robert Ross (E-mail)'\"=20\u003crobbiz@cwo.com\u003e, \"'Ron Tom (E-mail)'\" \u003cRtom@govadv.com\u003e, \"'Scott Govenar==20(E-mail)'\" \u003csgovenar@govadv.com\u003e, \"'Susan Mccabe (E-mail)'\"=20\u003csfmccabe@mindspring.com\u003e, \u003crtemple@mcnallytemple.com\u003e,=20\u003cmegan.beiser@edelman.com\u003e, \u003ctracy.fairchild@edelman.com\u003e,=20\u003cdeborah.fiorito@dynegy.com\u003e, \u003ctcwillia@duke-energy.com\u003e, \u003cmstultz@epsa.org=\u003e,=20\u003clchurch@epsa.org\u003e=09=09 cc:=20=09=09 Subject: IEP News UpdateFollowing is the latest IEP news =01. including an Associated Press story t=hat=20quotes Jan's response to the State Senate Investigation announced earlier==20today.Thanks,Jean______________________________________March 14, 2001, Wednesday, BC cycle5:10 PM Eastern TimeSECTION: State and RegionalLENGTH: 941 wordsHEADLINE: California lawmakers probe energy markets for manipulationBYLINE: By JENNIFER COLEMAN, Associated Press WriterDATELINE: SACRAMENTO, Calif.BODY:  State lawmakers announced Wednesday they will investigate whether energywholesalers manipulated California's power and natural gas markets to drive= upprices, a probe they say could lead to action by the state attorney general=.  Meanwhile, federal regulators said they will make several changes inoversight to expand the West's power supply, including speeding approval ofnatural gas pipeline projects and letting major power users who cut=20consumptionresell the electricity they save.  In California, Senate leader John Burton announced creation of a committe=e=20toinvestigate the state's volatile electricity market. A similar Assembly pan=elhas been formed to look into natural gas prices. Both expect to begin heari=ngsnext month.  The state has been struggling with a tight electricity supply since summe=rdue in part to high natural gas prices and power plant outages for schedule=d=20andunplanned maintenance.  Burton said he suspected electricity wholesalers shut down plants to crea=tean artificial shortage and boost prices. If lawmakers find evidence of that=,they will turn it over to the state attorney general for action, which coul=dinclude prosecution and court action to seek refunds.  \"Clearly, early evidence suggests that there has been market manipulation= bythe power generators which led to rolling blackouts and then higher=20electricityprices,\" said Burton, D-San Francisco, referring to outages that hit Northe=rnCalifornians twice in January.  California saw a modest 4 percent increase in demand in one year, whilewholesale power prices in that time rose 328 percent, he said.  Committee Chairman Joe Dunn said the panel will ask energy wholesaleexecutives to testify, and issuing subpoenaes if necessary. Duke, Dynegy,==20Mirantand Reliant will be among major providers included, he said.  Jan Smutny-Jones, executive director of the Independent Energy Producers==20industry group, said wholesalers will cooperate, but warned that if it=20becomes a\"witch hunt\" it could discourage them from building plants in California.  \"We believe this investigation will find nothing except that power produc=ershave been working around the clock to keep the lights on in California,\" he==20saidin a written statement.  Burton said the investigation could affect any rescue deal Gov. Gray Davi=s=20crafts with the state's two largest utilities, Pacific Gas and Electric andSouthern California Edison.  Davis is negotiating the state purchase of transmission lines owned byEdison, PG\u0026E and a third investor-owned utility, San Diego Gas \u0026 Electric, =tohelp Edison and PG\u0026E pay their wholesale power bills.  Lawmakers need to know how much of the money owed to the wholesalers \"isreasonable and how much of it was basically gaming the system,\" Burton said=.  The power generators blame the high prices on poor planning by California==20lawmakers who voted to deregulate the state's electricity market in 1996.  That law prevents PG\u0026E and Edison from passing on high wholesale prices t=otheir customers. The utilities say they are nearly $14 billion in debt and =onthe brink of bankruptcy due to wholesale power prices that have soared sinc=eJune, in part because of rising natural gas prices.  Wholesalers have cut off their credit, leading the state to buy power forthem. California has committed $3.7 billion in tax money to such purchases==20sinceearly January and plans to recoup it from utility customers over several=20years.  The California Independent System Operator, which oversees the state's po=wergrid, says generators imposed \"unjust and unreasonable\" charges totaling $5=55million during December and January.  The Federal Energy Regulatory Commission, a strong supporter of=20deregulation,last week found that wholesalers have been overcharging for California=20electricity, ordering 13 companies to refund $69 million. It gave the=20companiesuntil March 23 to appeal.  Attorneys general in California, Washington and Oregon are pursuing simil=arinvestigations. U.S. Rep. Anna Eshoo, D-Calif., has asked the Justice=20Departmentand Federal Trade Commission to launch inquiries.  Sen. Bill Morrow, R-Oceanside, said he wasn't \"overly impressed withinvestigative efforts so far on the federal level with FERC and others in==20theirwillingness to actually turn over the stones.\"  Tom Williams, spokesman for North Carolina-based Duke Energy, expressedannoyance at the news of a Senate probe.  \"It is wearing thin,\" said Williams, noting that Duke already has beensubjected to federal investigations and has testified twice before the stat=e'slegislative energy committee, with no findings of wrongdoing.  The Assembly committee is investigating natural gas pipeline capacity andreserves. That committee plans to call gas company executives and FERCrepresentatives to testify.  Because natural gas is largely regulated by the federal government,=20lawmakersare trying to determine whether they have authority to investigate marketmanipulation, said Assemblyman Fred Keeley, D-Boulder Creek.  In Washington, FERC said it would overhaul its regulation of the Westernenergy market to increase supply. Changes include:  - Letting large commercial power users sell power they save at a wholesal=erate to be set by the commission.  - Reallocating FERC staff to work on applications for natural gas pipelin=eand hydroelectric projects.  - Urging hydroelectric plant operators to examine how they can more fully==20usetheir available water resources by adding or upgrading turbines or making==20otherimprovements.  On the Net:  California ISO: www.caiso.com  FERC: www.ferc.fed.usGRAPHIC: AP Photos SC101-102LOAD-DATE: March 14, 2001                              10 of 28 DOCUMENTS                   The Associated Press State \u0026 Local WireThe materials in the AP file were compiled by The Associated Press.  Thesematerials may not be republished without the express written consent of TheAssociated Press.                     March 14, 2001, Wednesday, BC cycle                             4:13 PM Eastern TimeSECTION: State and RegionalLENGTH: 203 wordsHEADLINE: Senate rejects utility bankruptcy billBYLINE: By MARCY GORDON, AP Business WriterDATELINE: WASHINGTONBODY:  A proposal that would have required California's financially troubledutilities to pay their power bills even if they file for bankruptcy protect=ionwas rejected Wednesday by the Senate.  Senaourt to avoid their debts,\" Wyden said.  The proposal had brought objections from Sen. Dianne Feinstein, D-Calif.,==20whosaid it would put the Senate in the inappropriate position of deciding the\"pecking order\" of creditors in a bankruptcy proceeding.  California's two biggest utilities, Southern California Edison and Pacifi=cGas and Electric, say they've been pushed to the brink of bankruptcy by mor=ethan $13 billion in high wholesale power costs that state law has barred th=emfrom recouping from consumers.  Both were denied credit by electricity wholesalers earlier this year. To==20keepthe lights on for their customers, the state in early January began spendin=gbillions to buy power on their behalf.  Meanwhile, Gov. Gray Davis is negotiating with Edison, PG\u0026E and the state='sthird investor-owned utility, San Diego Gas \u0026 Electric Co., to purchase the=irtransmission lines.  The governor says the state acquisition would give the utilities amuch-needed influx of cash and help them pay their debts.LOAD-DATE: March 14, 2001                              12 of 28 DOCUMENTS                   The Associated Press State \u0026 Local WireThe materials in the AP file were compiled by The Associated Press.  Thesematerials may not be republished without the express written consent of TheAssociated Press.                     March 14, 2001, Wednesday, BC cycle                             2:37 PM Eastern TimeSECTION: State and RegionalLENGTH: 1326 wordsHEADLINE: California's electricity crisis at-a-glanceBYLINE: By The Associated PressBODY:  Here is a look at developments in California's electricity crisis:  WEDNESDAY:  - Sens. John Burton and Joe Dunn announce a Senate committee will=20investigatewhether power generators illegally manipulated California's electricity mar=ketto drive up prices over the past year. If the panel finds wrongdoing, the==20stateattorney general should sue for refunds, Burton said.  The committee will ask wholesalers' executives to testify, and subpoena t=hemif they refuse, said Burton, D-San Francisco, the Senate leader.  - A legislative aide says the Senate panel is considering issuing subpoen=aesfor wholesaler documents on the California market and asking the companies'executives to testify.  - Duke Energy spokesman Tom Williams expresses annoyance at the news of aSenate probe, saying there have already been several investigations and nofinding of wrongdoing.  - Assemblyman Fred Keeley says the Assembly has formed a committee to loo=kinto natural gas issues. Because natural gas is largely regulated by the=20federalgovernment, lawmakers are trying to figure out whether they have the author=ityto investigate whether supply and prices were manipulated.  - Gov. Gray Davis' administration continues negotiations with Edison, PG\u0026=Eand San Diego Gas \u0026 Electric over the governor's plan to buy their=20transmissionlines to help Edison and PG\u0026E pay their debts.  - The state remained free of power alerts as power reserves stayed at=20healthylevels.  - Assembly members Fred Keeley and Hannah-Beth Jackson and environmentalgroups plan a news conference to urge approval of energy conservation andrenewable energy proposals.  TUESDAY:  - Davis issues an executive order promising 20 percent rebates to Souther=nCalifornia Edison, Pacific Gas and Electric Co. and San Diego utility=20customerswho cut power use 20 percent this summer.  - Legislative Analyst Elizabeth Hill's office says Davis is underestimati=ngCalifornia's summer electricity shortage. The state faces a shortfall of 3,=900to 7,100 megawatts during daily periods of peak demand, the report says. On=emegawatt is enough for about 1,000 homes.  Using flawed state Energy Commission numbers, the governor is overestimat=inghow much new electricity generation will be online this summer, especially==20earlyin the season, and overestimates savings from conservation, the report says=.  - The state Senate plans to form a special committee to investigate wheth=erpower generators illegally manipulated California's electricity market to==20driveup prices. The suppliers vehemently deny such allegations.  - Citing skyrocketing energy costs, particularly in the West, President B=ushbacks off a campaign pledge and tells Congress he will not regulate carbondioxide emissions from power plants. The decision comes after heavy lobbyin=gfrom the coal industry and is a blow to conservationists who see curbingemissions of such \"greenhouse gases\" as key to reducing global warming.  - State Controller Kathleen Connell says legal issues prevent her fromreleasing records on state power purchases sought under the state open reco=rdslaw by The Associated Press and several other news organizations. Connell s=aysshe is awaiting an opinion by Attorney General Bill Lockyer on whether she =canrelease the information. Davis opposes releasing it.  - Secretary of State Bill Jones calls for an audit of the state's energyspending, saying the secrecy around the contracts for power purchases has l=ed=20toa lack of oversight and accountability.  - Proposals for two new power plants that could be running by summer havebeen received by the California Energy Commission. The plants, which togeth=erwill produce 225 megawatts, will be fast-tracked through the application=20processto help meet higher electricity demands this summer. That's roughly enough==20powerfor 225,000 homes.  - Officials say guidelines expected Wednesday on whether Edison, PG\u0026E ortheir customers will begin paying off the $3.7 billion in taxpayer moneycommitted to buying power on their behalf will likely be delayed.  - No power alerts are declared, as operators of the state grid continue t=ofind enough electricity to meet demand.  - Eight California counties expect to lose $11.1 million in property taxe=s=20inthe next five months because the five energy producers who owe the money sa=ythey are due even more from Southern California Edison. Some school distric=ts=20inthose counties - Imperial, San Joaquin, Riverside, Alameda, Contra Costa,==20Inyo,Kern and San Bernardino - say the defaults could hurt their ability to fina=nceexpansions or repairs.  - Utah Gov. Mike Leavitt meets with Los Angeles city officials to discussexpanding a coal-fired power station in Utah to send electricity to Souther=nCalifornia.=20  - The United Farmworkers Union holds a protest in Blythe, a desert commun=itynear the Arizona border, to protest a proposed power plant opponents conten=dwould pollute the air farmworkers breathe.  - U.S. Rep. Anna Eshoo, a Palo Alto Democrat, asks U.S. Attorney General==20JohnAshcroft to investigate whether electricity wholesalers engaged in unlawfultrade practices to drive prices higher.  - A 510-megawatt power plant in western San Diego County moved a step clo=serto final approval. The Otay Mesa generating project won approval from theCalifornia Energy Commission's siting committee. The public 30 days to comm=enton the plan.  - Edison International stock falls 47 cents a share to close at $14.88;Pacific Gas and Electric Corp. stock closes at $14.24, dropping 28 cents ashare.  WHAT'S NEXT:  - The Legislature considers dozens of bills to encourage energy=20conservation,increase alternative power and streamline power plant siting.  - The California Public Utility Commission meets Thursday to consider=20whetherto bar PG\u0026E and Edison from laying off about 3,000 workers. The utilities s=ay=20itcould help them cut costs and ease their $14 billion debt. A PUC=20administrativelaw judge says the layoffs could cause response times to customer outages t=osuffer.  The PUC will also discuss restructuring the interruptible customer progra=m.The program gives big electricity users a discounted rate in return for=20shuttingdown their power when the state is short of electricity. After January's=20rollingblackouts, the PUC froze the program and said PG\u0026E and Edison could no long=erfine interruptible customers for not complying.  - An order from Davis requiring businesses to substantially reduce outdoo=rlighting after business hours takes effect Thursday. Businesses that fail t=ocomply face a potential fine of $1,000 a day.  - Attorneys for three generators and the ISO return to federal court Marc=h19, when a judge is expected to decide whether power suppliers can be force=d=20tosell to the grid.  - Generators have until March 23 to appeal an order by federal regulators= torefund $69 million in January power charges. The Federal Energy RegulatoryCommission required suppliers to justify prices exceeding $150 per megawatthour. It determined last week that some sales were priced too high, even=20takinginto account high natural gas prices, air quality control costs and plantmaintenance.  THE PROBLEM:  - High demand, high wholesale energy costs, transmission bottlenecks and =atight supply worsened by scarce hydroelectric power in the Northwest andmaintenance at aging California power plants are all factors in California'=s=20electricity crisis.  Edison and PG\u0026E say they've lost $13.7 billion since June to high wholesa=leprices that the state's electricity deregulation law bars them from passing==20ontoratepayers, and are close to bankruptcy.  Electricity and natural gas suppliers, scared off by the two companies' p=oorcredit ratings, are refusing to sell to them, leading the state to start=20buyingpower for the utilities' nearly 9 million residential and business customer=s.LOAD-DATE: March 14, 2001",
               "cc": "",
               "content-transfer-encoding": " quoted-printable",
               "content-type": " text/plain; charset=ANSI_X3.4-1968",
               "date": " Wed, 14 Mar 2001 10",
               "from": " jeff.dasovich@enron.com",
               "message-id": " \u003c21419643.1075843865716.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " IEP News Update",
               "to": " sgovenar@govadv.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_June2001\\Notes Folders\\Sent",
               "x-from": " Jeff Dasovich",
               "x-origin": " DASOVICH-J",
               "x-to": " Scott Govenar \u003csgovenar@govadv.com\u003e"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLUhK4xTa",
            "_score": 16.326546792204777,
            "@timestamp": "2024-03-10T23:58:03.907955968Z",
            "_source": {
               "@timestamp": "2024-03-10T23:58:03.907955968Z",
               "bcc": "",
               "body": "----- Forwarded by Jeff Dasovich/NA/Enron on 03/14/2001 06:23 PM -----=09Jean Munoz \u003cjmunoz@mcnallytemple.com\u003e=0903/14/2001 05:49 PM=09=09=20=09=09 To: Katie Kaplan \u003ckaplan@iepa.com\u003e, \"'Andy Brown (E-mail)'\"=20\u003cABB@eslawfirm.com\u003e, \"'B Brown Andy (E-mail)'\" \u003candybrwn@earthlink.net\u003e,=20\"'Baker Carolyn (E-mail)'\" \u003ccabaker@duke-energy.com\u003e, \"'Bob Escalante=20(E-mail)'\" \u003crescalante@riobravo-gm.com\u003e, \"'Bob Weisenmiller (E-mail)'\"=20\u003crbw@mrwassoc.com\u003e, \"'Curtis Kebler (E-mail)'\"=20\u003ccurtis_l_kebler@reliantenergy.com\u003e, \"'Douglas Kerner (E-mail)'\"=20\u003cDKK@eslawfirm.com\u003e, \"'Greg Blue (E-mail)'\" \u003cgtbl@dynegy.com\u003e, \"'Jan=20Smutny-Jones (E-mail)'\" \u003csmutny@iepa.com\u003e, \"'Jeff Dasovich (E-mail)'\"=20\u003cJeff.Dasovich@enron.com\u003e, \"'Joe Ronan (E-mail)'\" \u003cjoer@calpine.com\u003e, \"'Joh=n=20Larrea (E-mail)'\" \u003cjohn.g.larrea@williams.com\u003e, \"'John Stout (E-mail)'\"=20\u003cJohn_H_Stout@reliantenergy.com\u003e, \"'Julee Malinowski-Ball (E-mail)'\"=20\u003cjmball@ns.net\u003e, \"'Kassandra Gough (E-mail)'\" \u003ckgough@calpine.com\u003e, \"'kent==20Palmerton (E-mail)'\" \u003ckent.palmerton@williams.com\u003e, \"'Kristin Vellandi=20(E-mail)'\" \u003ckvellandi@pstrategies.com\u003e, \"'Lynn Lednicky (E-mail)'\"=20\u003clale@dynegy.com\u003e, \"'Marty Wilson (E-mail)'\" \u003cmwilson@pstrategies.com\u003e,=20\"'McNally Ray (E-mail)'\" \u003crmcnally@mcnallytemple.com\u003e, \"''Nam Nguyen'=20(E-mail)'\" \u003cnam.nguyen@powersrc.com\u003e, \"'Norton Kelli (E-mail)'\"=20\u003cknorton@mcnallytemple.com\u003e, \"'Paula Hall-Collins (E-mail)'\"=20\u003cpaula.hall-collins@williams.com\u003e, \"'Pigott Jack (E-mail)'\"=20\u003cjackp@calpine.com\u003e, \"'Richard Hyde (E-mail)'\" \u003crwhyde@duke-energy.com\u003e,=20\"'Rob Lamkin (E-mail)'\" \u003crllamkin@seiworldwide.com\u003e, \"'Roger Pelote=20(E-mail)'\" \u003croger.pelote@williams.com\u003e, \"'Stephanie-Newell (E-mail)'\"=20\u003cstephanie-newell@reliantenergy.com\u003e, \"'Sue Mara (E-mail)'\"=20\u003csmara@enron.com\u003e, \"'Theo Pahos (E-mail)'\" \u003ctpahos@ppallc.com\u003e, \"'Tom Ross==20(E-mail)'\" \u003ctross@mcnallytemple.com\u003e, \"Carol H Hudson (E-mail)\"=20\u003cChudson@iepa.com\u003e, steven kelly \u003csteven@iepa.com\u003e, \"'Anne Kelly (E-mail)'\"==20\u003ckelly@hnks.com\u003e, \"'Chuck Cole (E-mail)'\" \u003cccole@advocation-inc.com\u003e,=20\"'Delany Hunter (E-mail)'\" \u003cdhunter@smithandkempton.com\u003e, \"'DJ Smith=20(E-mail)'\" \u003cdjsmith@smithandkempton.com\u003e, \"'Hedy Govenar (E-mail)'\"=20\u003chgovenar@acom2.com\u003e, \u003cmmoretti@mccabeandcompany.net\u003e, \"'Maureen OHaren=20(E-mail)'\" \u003cOharen@hmot.com\u003e, \"'Mike Monagan (E-mail)'\" \u003cmrmonagan@aol.com\u003e=,=20\"'Phil Isenberg (E-mail)'\" \u003cisenberg@hmot.com\u003e, \"'Robert Ross (E-mail)'\"=20\u003crobbiz@cwo.com\u003e, \"'Ron Tom (E-mail)'\" \u003cRtom@govadv.com\u003e, \"'Scott Govenar==20(E-mail)'\" \u003csgovenar@govadv.com\u003e, \"'Susan Mccabe (E-mail)'\"=20\u003csfmccabe@mindspring.com\u003e, \u003crtemple@mcnallytemple.com\u003e,=20\u003cmegan.beiser@edelman.com\u003e, \u003ctracy.fairchild@edelman.com\u003e,=20\u003cdeborah.fiorito@dynegy.com\u003e, \u003ctcwillia@duke-energy.com\u003e, \u003cmstultz@epsa.org=\u003e,=20\u003clchurch@epsa.org\u003e=09=09 cc:=20=09=09 Subject: IEP News UpdateFollowing is the latest IEP news =01. including an Associated Press story t=hat=20quotes Jan's response to the State Senate Investigation announced earlier==20today.Thanks,Jean______________________________________March 14, 2001, Wednesday, BC cycle5:10 PM Eastern TimeSECTION: State and RegionalLENGTH: 941 wordsHEADLINE: California lawmakers probe energy markets for manipulationBYLINE: By JENNIFER COLEMAN, Associated Press WriterDATELINE: SACRAMENTO, Calif.BODY:  State lawmakers announced Wednesday they will investigate whether energywholesalers manipulated California's power and natural gas markets to drive= upprices, a probe they say could lead to action by the state attorney general=.  Meanwhile, federal regulators said they will make several changes inoversight to expand the West's power supply, including speeding approval ofnatural gas pipeline projects and letting major power users who cut=20consumptionresell the electricity they save.  In California, Senate leader John Burton announced creation of a committe=e=20toinvestigate the state's volatile electricity market. A similar Assembly pan=elhas been formed to look into natural gas prices. Both expect to begin heari=ngsnext month.  The state has been struggling with a tight electricity supply since summe=rdue in part to high natural gas prices and power plant outages for schedule=d=20andunplanned maintenance.  Burton said he suspected electricity wholesalers shut down plants to crea=tean artificial shortage and boost prices. If lawmakers find evidence of that=,they will turn it over to the state attorney general for action, which coul=dinclude prosecution and court action to seek refunds.  \"Clearly, early evidence suggests that there has been market manipulation= bythe power generators which led to rolling blackouts and then higher=20electricityprices,\" said Burton, D-San Francisco, referring to outages that hit Northe=rnCalifornians twice in January.  California saw a modest 4 percent increase in demand in one year, whilewholesale power prices in that time rose 328 percent, he said.  Committee Chairman Joe Dunn said the panel will ask energy wholesaleexecutives to testify, and issuing subpoenaes if necessary. Duke, Dynegy,==20Mirantand Reliant will be among major providers included, he said.  Jan Smutny-Jones, executive director of the Independent Energy Producers==20industry group, said wholesalers will cooperate, but warned that if it=20becomes a\"witch hunt\" it could discourage them from building plants in California.  \"We believe this investigation will find nothing except that power produc=ershave been working around the clock to keep the lights on in California,\" he==20saidin a written statement.  Burton said the investigation could affect any rescue deal Gov. Gray Davi=s=20crafts with the state's two largest utilities, Pacific Gas and Electric andSouthern California Edison.  Davis is negotiating the state purchase of transmission lines owned byEdison, PG\u0026E and a third investor-owned utility, San Diego Gas \u0026 Electric, =tohelp Edison and PG\u0026E pay their wholesale power bills.  Lawmakers need to know how much of the money owed to the wholesalers \"isreasonable and how much of it was basically gaming the system,\" Burton said=.  The power generators blame the high prices on poor planning by California==20lawmakers who voted to deregulate the state's electricity market in 1996.  That law prevents PG\u0026E and Edison from passing on high wholesale prices t=otheir customers. The utilities say they are nearly $14 billion in debt and =onthe brink of bankruptcy due to wholesale power prices that have soared sinc=eJune, in part because of rising natural gas prices.  Wholesalers have cut off their credit, leading the state to buy power forthem. California has committed $3.7 billion in tax money to such purchases==20sinceearly January and plans to recoup it from utility customers over several=20years.  The California Independent System Operator, which oversees the state's po=wergrid, says generators imposed \"unjust and unreasonable\" charges totaling $5=55million during December and January.  The Federal Energy Regulatory Commission, a strong supporter of=20deregulation,last week found that wholesalers have been overcharging for California=20electricity, ordering 13 companies to refund $69 million. It gave the=20companiesuntil March 23 to appeal.  Attorneys general in California, Washington and Oregon are pursuing simil=arinvestigations. U.S. Rep. Anna Eshoo, D-Calif., has asked the Justice=20Departmentand Federal Trade Commission to launch inquiries.  Sen. Bill Morrow, R-Oceanside, said he wasn't \"overly impressed withinvestigative efforts so far on the federal level with FERC and others in==20theirwillingness to actually turn over the stones.\"  Tom Williams, spokesman for North Carolina-based Duke Energy, expressedannoyance at the news of a Senate probe.  \"It is wearing thin,\" said Williams, noting that Duke already has beensubjected to federal investigations and has testified twice before the stat=e'slegislative energy committee, with no findings of wrongdoing.  The Assembly committee is investigating natural gas pipeline capacity andreserves. That committee plans to call gas company executives and FERCrepresentatives to testify.  Because natural gas is largely regulated by the federal government,=20lawmakersare trying to determine whether they have authority to investigate marketmanipulation, said Assemblyman Fred Keeley, D-Boulder Creek.  In Washington, FERC said it would overhaul its regulation of the Westernenergy market to increase supply. Changes include:  - Letting large commercial power users sell power they save at a wholesal=erate to be set by the commission.  - Reallocating FERC staff to work on applications for natural gas pipelin=eand hydroelectric projects.  - Urging hydroelectric plant operators to examine how they can more fully==20usetheir available water resources by adding or upgrading turbines or making==20otherimprovements.  On the Net:  California ISO: www.caiso.com  FERC: www.ferc.fed.usGRAPHIC: AP Photos SC101-102LOAD-DATE: March 14, 2001                              10 of 28 DOCUMENTS                   The Associated Press State \u0026 Local WireThe materials in the AP file were compiled by The Associated Press.  Thesematerials may not be republished without the express written consent of TheAssociated Press.                     March 14, 2001, Wednesday, BC cycle                             4:13 PM Eastern TimeSECTION: State and RegionalLENGTH: 203 wordsHEADLINE: Senate rejects utility bankruptcy billBYLINE: By MARCY GORDON, AP Business WriterDATELINE: WASHINGTONBODY:  A proposal that would have required California's financially troubledutilities to pay their power bills even if they file for bankruptcy protect=ionwas rejected Wednesday by the Senate.  Senaourt to avoid their debts,\" Wyden said.  The proposal had brought objections from Sen. Dianne Feinstein, D-Calif.,==20whosaid it would put the Senate in the inappropriate position of deciding the\"pecking order\" of creditors in a bankruptcy proceeding.  California's two biggest utilities, Southern California Edison and Pacifi=cGas and Electric, say they've been pushed to the brink of bankruptcy by mor=ethan $13 billion in high wholesale power costs that state law has barred th=emfrom recouping from consumers.  Both were denied credit by electricity wholesalers earlier this year. To==20keepthe lights on for their customers, the state in early January began spendin=gbillions to buy power on their behalf.  Meanwhile, Gov. Gray Davis is negotiating with Edison, PG\u0026E and the state='sthird investor-owned utility, San Diego Gas \u0026 Electric Co., to purchase the=irtransmission lines.  The governor says the state acquisition would give the utilities amuch-needed influx of cash and help them pay their debts.LOAD-DATE: March 14, 2001                              12 of 28 DOCUMENTS                   The Associated Press State \u0026 Local WireThe materials in the AP file were compiled by The Associated Press.  Thesematerials may not be republished without the express written consent of TheAssociated Press.                     March 14, 2001, Wednesday, BC cycle                             2:37 PM Eastern TimeSECTION: State and RegionalLENGTH: 1326 wordsHEADLINE: California's electricity crisis at-a-glanceBYLINE: By The Associated PressBODY:  Here is a look at developments in California's electricity crisis:  WEDNESDAY:  - Sens. John Burton and Joe Dunn announce a Senate committee will=20investigatewhether power generators illegally manipulated California's electricity mar=ketto drive up prices over the past year. If the panel finds wrongdoing, the==20stateattorney general should sue for refunds, Burton said.  The committee will ask wholesalers' executives to testify, and subpoena t=hemif they refuse, said Burton, D-San Francisco, the Senate leader.  - A legislative aide says the Senate panel is considering issuing subpoen=aesfor wholesaler documents on the California market and asking the companies'executives to testify.  - Duke Energy spokesman Tom Williams expresses annoyance at the news of aSenate probe, saying there have already been several investigations and nofinding of wrongdoing.  - Assemblyman Fred Keeley says the Assembly has formed a committee to loo=kinto natural gas issues. Because natural gas is largely regulated by the=20federalgovernment, lawmakers are trying to figure out whether they have the author=ityto investigate whether supply and prices were manipulated.  - Gov. Gray Davis' administration continues negotiations with Edison, PG\u0026=Eand San Diego Gas \u0026 Electric over the governor's plan to buy their=20transmissionlines to help Edison and PG\u0026E pay their debts.  - The state remained free of power alerts as power reserves stayed at=20healthylevels.  - Assembly members Fred Keeley and Hannah-Beth Jackson and environmentalgroups plan a news conference to urge approval of energy conservation andrenewable energy proposals.  TUESDAY:  - Davis issues an executive order promising 20 percent rebates to Souther=nCalifornia Edison, Pacific Gas and Electric Co. and San Diego utility=20customerswho cut power use 20 percent this summer.  - Legislative Analyst Elizabeth Hill's office says Davis is underestimati=ngCalifornia's summer electricity shortage. The state faces a shortfall of 3,=900to 7,100 megawatts during daily periods of peak demand, the report says. On=emegawatt is enough for about 1,000 homes.  Using flawed state Energy Commission numbers, the governor is overestimat=inghow much new electricity generation will be online this summer, especially==20earlyin the season, and overestimates savings from conservation, the report says=.  - The state Senate plans to form a special committee to investigate wheth=erpower generators illegally manipulated California's electricity market to==20driveup prices. The suppliers vehemently deny such allegations.  - Citing skyrocketing energy costs, particularly in the West, President B=ushbacks off a campaign pledge and tells Congress he will not regulate carbondioxide emissions from power plants. The decision comes after heavy lobbyin=gfrom the coal industry and is a blow to conservationists who see curbingemissions of such \"greenhouse gases\" as key to reducing global warming.  - State Controller Kathleen Connell says legal issues prevent her fromreleasing records on state power purchases sought under the state open reco=rdslaw by The Associated Press and several other news organizations. Connell s=aysshe is awaiting an opinion by Attorney General Bill Lockyer on whether she =canrelease the information. Davis opposes releasing it.  - Secretary of State Bill Jones calls for an audit of the state's energyspending, saying the secrecy around the contracts for power purchases has l=ed=20toa lack of oversight and accountability.  - Proposals for two new power plants that could be running by summer havebeen received by the California Energy Commission. The plants, which togeth=erwill produce 225 megawatts, will be fast-tracked through the application=20processto help meet higher electricity demands this summer. That's roughly enough==20powerfor 225,000 homes.  - Officials say guidelines expected Wednesday on whether Edison, PG\u0026E ortheir customers will begin paying off the $3.7 billion in taxpayer moneycommitted to buying power on their behalf will likely be delayed.  - No power alerts are declared, as operators of the state grid continue t=ofind enough electricity to meet demand.  - Eight California counties expect to lose $11.1 million in property taxe=s=20inthe next five months because the five energy producers who owe the money sa=ythey are due even more from Southern California Edison. Some school distric=ts=20inthose counties - Imperial, San Joaquin, Riverside, Alameda, Contra Costa,==20Inyo,Kern and San Bernardino - say the defaults could hurt their ability to fina=nceexpansions or repairs.  - Utah Gov. Mike Leavitt meets with Los Angeles city officials to discussexpanding a coal-fired power station in Utah to send electricity to Souther=nCalifornia.=20  - The United Farmworkers Union holds a protest in Blythe, a desert commun=itynear the Arizona border, to protest a proposed power plant opponents conten=dwould pollute the air farmworkers breathe.  - U.S. Rep. Anna Eshoo, a Palo Alto Democrat, asks U.S. Attorney General==20JohnAshcroft to investigate whether electricity wholesalers engaged in unlawfultrade practices to drive prices higher.  - A 510-megawatt power plant in western San Diego County moved a step clo=serto final approval. The Otay Mesa generating project won approval from theCalifornia Energy Commission's siting committee. The public 30 days to comm=enton the plan.  - Edison International stock falls 47 cents a share to close at $14.88;Pacific Gas and Electric Corp. stock closes at $14.24, dropping 28 cents ashare.  WHAT'S NEXT:  - The Legislature considers dozens of bills to encourage energy=20conservation,increase alternative power and streamline power plant siting.  - The California Public Utility Commission meets Thursday to consider=20whetherto bar PG\u0026E and Edison from laying off about 3,000 workers. The utilities s=ay=20itcould help them cut costs and ease their $14 billion debt. A PUC=20administrativelaw judge says the layoffs could cause response times to customer outages t=osuffer.  The PUC will also discuss restructuring the interruptible customer progra=m.The program gives big electricity users a discounted rate in return for=20shuttingdown their power when the state is short of electricity. After January's=20rollingblackouts, the PUC froze the program and said PG\u0026E and Edison could no long=erfine interruptible customers for not complying.  - An order from Davis requiring businesses to substantially reduce outdoo=rlighting after business hours takes effect Thursday. Businesses that fail t=ocomply face a potential fine of $1,000 a day.  - Attorneys for three generators and the ISO return to federal court Marc=h19, when a judge is expected to decide whether power suppliers can be force=d=20tosell to the grid.  - Generators have until March 23 to appeal an order by federal regulators= torefund $69 million in January power charges. The Federal Energy RegulatoryCommission required suppliers to justify prices exceeding $150 per megawatthour. It determined last week that some sales were priced too high, even=20takinginto account high natural gas prices, air quality control costs and plantmaintenance.  THE PROBLEM:  - High demand, high wholesale energy costs, transmission bottlenecks and =atight supply worsened by scarce hydroelectric power in the Northwest andmaintenance at aging California power plants are all factors in California'=s=20electricity crisis.  Edison and PG\u0026E say they've lost $13.7 billion since June to high wholesa=leprices that the state's electricity deregulation law bars them from passing==20ontoratepayers, and are close to bankruptcy.  Electricity and natural gas suppliers, scared off by the two companies' p=oorcredit ratings, are refusing to sell to them, leading the state to start=20buyingpower for the utilities' nearly 9 million residential and business customer=s.LOAD-DATE: March 14, 2001",
               "cc": "",
               "content-transfer-encoding": " quoted-printable",
               "content-type": " text/plain; charset=ANSI_X3.4-1968",
               "date": " Wed, 14 Mar 2001 10",
               "from": " jeff.dasovich@enron.com",
               "message-id": " \u003c18814682.1075843391514.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " IEP News Update",
               "to": " sgovenar@govadv.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_June2001\\Notes Folders\\All documents",
               "x-from": " Jeff Dasovich",
               "x-origin": " DASOVICH-J",
               "x-to": " Scott Govenar \u003csgovenar@govadv.com\u003e"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLTvnasFz",
            "_score": 16.040300412047344,
            "@timestamp": "2024-03-10T23:57:53.34301696Z",
            "_source": {
               "@timestamp": "2024-03-10T23:57:53.34301696Z",
               "bcc": "",
               "body": "FYI ---------------------- Forwarded by Alan Comnes/PDX/ECT on 04/13/2001 02:38 PM ---------------------------Alan Comnes04/13/2001 01:50 PMTo: gfergus@brobeck.com, Tim Belden/HOU/ECT@ECT, rcarroll@bracepatt.com, Ray Alvarez/NA/Enron@ENRON, Susan J Mara/NA/Enron@ENRONcc:  Subject: Fw: Fact sheet re: Cal ISO studyFrom the Bonneville Power Administration:\u003e\u003e \u003e This fact sheet addresses statements in a recent L.A. Times article\u003e \u003e asserting that BPA, among others, manipulated prices on the California\u003e \u003e electricity market.\u003e \u003e\u003e \u003e AEs, CAEs and other BPA staff may distribute the fact sheet to outside\u003e \u003e parties as you believe appropriate.\u003e \u003e\u003e \u003e                       \u003c\u003cCA_sales_TP3.doc\u003e\u003e\u003e \u003e\u003e \u003e For additional information, contact Steve Oliver at (503) 230-3295.\u003e - CA_sales_TP3.doc",
               "cc": "",
               "content-transfer-encoding": " 7bit",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Fri, 13 Apr 2001 07",
               "from": " alan.comnes@enron.com",
               "message-id": " \u003c23250428.1075843427804.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " Fw",
               "to": " jeff.dasovich@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_June2001\\Notes Folders\\All documents",
               "x-from": " Alan Comnes",
               "x-origin": " DASOVICH-J",
               "x-to": " Jeff Dasovich"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLTn56U6I",
            "_score": 15.965368017251823,
            "@timestamp": "2024-03-10T23:57:51.531534592Z",
            "_source": {
               "@timestamp": "2024-03-10T23:57:51.531534592Z",
               "bcc": "",
               "body": "I heard about this.  Griswold was a weener.-----Original Message-----From: Cherry, Diane - PSP [mailto:dcherry@bpa.gov]Sent: Wednesday, August 29, 2001 9:56 AMTo: 'Sean Crandall'Subject: Don't know if you saw this:The Commodity Futures Trading Commission (CFTC) announced August 21 that itfiled and simultaneously settled administrative proceedings against AvistaEnergy, of Spokane, Washington, former Avista Energy Vice President ofTrading Thomas Johns of Spokane, Washington, and former Avista Energy traderMichael T. Griswold of Seattle, Washington. In the Order issued today, theCFTC finds that on four days between April 1998 and August 1998, AvistaEnergy manipulated the settlement prices of the Palo Verde andCalifornia-Oregon-Border electricity futures contracts traded on the NewYork Mercantile Exchange (NYMEX), in order to increase the company's netgain on certain over-the-counter option positions, whose value was based onthe settlement prices at issue.  The CFTC imposed cease and desist orders against Avista Energy, Griswold,and Johns, and required them to pay civil monetary penalties of $2.1million, $110,000, and $50,000, respectively. The CFTC also imposed an18-month trading ban on Griswold and a 12-month trading ban on Johns. Thesettlements require Avista Energy, Griswold, and Johns to cooperate in anyfurther investigations and proceedings related to the conduct at issue.Avista Energy, Griswold, and Johns consented to the entry of the orderswithout admitting or denying the findings made in the orders.  The CFTC also filed a ten-count complaint against former Avista Energy VicePresident of Trading Strategies William H. Taylor of Houston, Texas, formerAvista Energy trader Robert S. Kristufek of Chicago, Illinois, and NYMEXfloor broker Anthony J. DiPlacido of Bellmore, New York, charging them withparticipating in the manipulative scheme.  Copies of the CFTC complaint and orders may be found at http://www.cftc.gov/\u003chttp://www.cftc.gov/cftc/cftchome.htm\u003e   Diane Cherry503.230.5648",
               "cc": "",
               "content-transfer-encoding": " 7bit",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Wed, 29 Aug 2001 16",
               "from": " sean.crandall@enron.com",
               "message-id": " \u003c10023762.1075840064072.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " RE",
               "to": " 'cherry@enron.com, dcherry@bpa.gov",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " ",
               "x-folder": " \\ExMerge - Crandall, Sean\\Sent Items",
               "x-from": " Crandall, Sean \u003c/O=ENRON/OU=NA/CN=RECIPIENTS/CN=SCRANDA\u003e",
               "x-origin": " CRANDELL-S",
               "x-to": " 'Cherry, Diane - PSP' \u003cdcherry@bpa.gov\u003e"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLV2n73Gh",
            "_score": 15.854034158029263,
            "@timestamp": "2024-03-10T23:58:14.092832256Z",
            "_source": {
               "@timestamp": "2024-03-10T23:58:14.092832256Z",
               "bcc": "",
               "body": "FYI ---------------------- Forwarded by Alan Comnes/PDX/ECT on 04/13/2001 02:38 PM ---------------------------Alan Comnes04/13/2001 01:50 PMTo: gfergus@brobeck.com, Tim Belden/HOU/ECT@ECT, rcarroll@bracepatt.com, Ray Alvarez/NA/Enron@ENRON, Susan J Mara/NA/Enron@ENRONcc:  Subject: Fw: Fact sheet re: Cal ISO studyFrom the Bonneville Power Administration:\u003e\u003e \u003e This fact sheet addresses statements in a recent L.A. Times article\u003e \u003e asserting that BPA, among others, manipulated prices on the California\u003e \u003e electricity market.\u003e \u003e\u003e \u003e AEs, CAEs and other BPA staff may distribute the fact sheet to outside\u003e \u003e parties as you believe appropriate.\u003e \u003e\u003e \u003e                       \u003c\u003cCA_sales_TP3.doc\u003e\u003e\u003e \u003e\u003e \u003e For additional information, contact Steve Oliver at (503) 230-3295.\u003e - CA_sales_TP3.doc",
               "cc": "",
               "content-transfer-encoding": " 7bit",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Fri, 13 Apr 2001 07",
               "from": " alan.comnes@enron.com",
               "message-id": " \u003c14484810.1075843699642.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " Fw",
               "to": " jeff.dasovich@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_June2001\\Notes Folders\\Notes inbox",
               "x-from": " Alan Comnes",
               "x-origin": " DASOVICH-J",
               "x-to": " Jeff Dasovich"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wM0TFXXtT",
            "_score": 15.69419017059517,
            "@timestamp": "2024-03-10T23:59:33.44715392Z",
            "_source": {
               "@timestamp": "2024-03-10T23:59:33.44715392Z",
               "bcc": "",
               "body": "Kevin, I'm sorry, Kevin.  I didn't realize the report was that long!  Here is a little synopsis.  I hope this helps you.  I haven't had time to read the report yet, but if I see a better summary come out, I'll send it your way.LornaCEC Blames Overtaxed In-State Gas System for High Prices Confirming what the state's energy crisis made abundantly clear months ago, the California Energy Commission (CEC) staff last week released its final draft report on the state's natural gas infrastructure, concluding that it is constrained and has caused higher-than-average wholesale gas prices, particularly in the southern half of the state. But the report did not totally rule out market manipulation as a culprit. It concludes that a combination of infrastructure shortcomings and possible market manipulation has to the higher natural gas prices in California. \"Market participants may have manipulated prices even higher than justified by existing infrastructure bottlenecks, but it is the inability of gas customers to rely on competition between gas suppliers that contributed to higher prices in California,\" the report stated. Among a half dozen recommended steps the state can take to help bolster initiatives already under way by utilities and merchant energy suppliers, said the CEC report, which will go to the five-member commission for approval Aug. 22. It stressed encouraging the development of more \"independent\" gas storage facilities, and taking steps to more fully \"optimize\" storage, including an increase in its use by large end-users. As a backdrop to the study's conclusions, the CEC report noted that both upgrades of in-state infrastructure and interstate pipeline capacity are needed to meet \"growing demand in California and throughout the West.\" If the current proposed interstate pipeline expansions don't come online as scheduled, the CEC report said other state actions would be necessary, although it did not spell out what those might be. For the future, the report said that the CEC will track more closely storage levels and natural gas prices because they are \"key indicators\" of how extensive problems might be at any given time in the state's natural gas infrastructure. The other steps recommended for action are: 1) encouraging more in-state natural gas production (the state legislature already has proposed a new law to provide incentives); 2) setting new \"design criteria and reliability standards\" for the state's gas system to reflect what the CEC calls \"the changing nature of natural gas demand, especially for electric generators;\" 3) establishing integrated planning of the state's pipeline and storage facilities; and 4) developing a \"natural gas curtailment scheme\" emphasizing efficiency and optimizing gas use in times of shortages. The 111-page report, \"Natural Gas Infrastructure Issues,\" prepared by the CEC Electricity and Natural Gas Committee for final adoption of the five-member politically appointed commission, assessed the state gas industry from the perspective of supply, pipeline capacity (both inter- and intrastate) and storage, with the added elements of the recent historically severe drought in the Pacific Northwest and the in-state pipeline constraints at the California-Arizona border. As part of the proposed implementation, the report recommends that the CEC work more closely with the California Public Utilities Commission to develop a new curtailment policy that is \"fair and at the same time promotes the efficient use of natural gas\" during shortage periods. It also proposes that the CEC this fall conduct a workshop to determine ways to have non-core, large energy-intensive customers better optimize their use of natural gas storage.  -----Original Message-----From: \tHyatt, Kevin  Sent:\tTuesday, August 14, 2001 7:52 AMTo:\tBrennan, LornaSubject:\tRE: Draft Copy of CEC's Final Report on California Infrastructurecan i have the Reader's Digest condensed version please!!!!!! -----Original Message-----From: \tBrennan, Lorna  Sent:\tMonday, August 13, 2001 10:54 AMTo:\tChavez, Gabriel; Dowd, Stephen; Gadd, Eric; Hyatt, Kevin; Millar, John; Ratner, Michael; Taylor, Gina; Hass, Glen; Loeffler, Michael; Stanton, Lon; Wilson, Rob; Harris, Steven; Donoho, Lindy; Goradia, Pallavi; Lindberg, Lorraine; Lohman, TK; Lokay, Michelle; Moore, Jan; Watson, Kimberly; Huber, Lee; Pryor, TonySubject:\tDraft Copy of CEC's Final Report on California Infrastructure \u003c\u003c File: cec.infrastructure.pdf \u003e\u003e ",
               "cc": "",
               "content-transfer-encoding": " 7bit",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Tue, 14 Aug 2001 08",
               "from": " lorna.brennan@enron.com",
               "message-id": " \u003c27363805.1075860855319.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " RE",
               "to": " kevin.hyatt@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " khyatt (Non-Privileged).pst",
               "x-folder": " \\Kevin_Hyatt_Mar2002\\Hyatt, Kevin\\Market Intel",
               "x-from": " Brennan, Lorna \u003c/O=ENRON/OU=NA/CN=RECIPIENTS/CN=LBRENNA\u003e",
               "x-origin": " Hyatt-K",
               "x-to": " Hyatt, Kevin \u003c/O=ENRON/OU=NA/CN=RECIPIENTS/CN=Khyatt\u003e"
            }
         },
         {
            "_index": "mails",
            "_type": "_doc",
            "_id": "26wLTJDW96E",
            "_score": 15.653908993197549,
            "@timestamp": "2024-03-10T23:57:56.459451136Z",
            "_source": {
               "@timestamp": "2024-03-10T23:57:56.459451136Z",
               "bcc": "",
               "body": "Front page of the SF Chronicle.  It's making its way in the press.  My Award for Most Expected Response -- the \"consumer advocates\" who now argue that the generators are manipulating prices downward!Sue MaraEnron Corp.Tel: (415) 782-7802Fax:(415) 782-7854----- Forwarded by Susan J Mara/NA/Enron on 06/06/2001 12:24 PM -----\t\"smara\" \u003csmara@enron.com\u003e\tSent by: \u003cnobody@sfgate.com\u003e\t06/06/2001 12:18 PM\t\t \t\t To: \"smara\" \u003csmara@enron.com\u003e\t\t cc: \t\t Subject: SF Gate: Dramatic drop in cost of electricity/LOWER BILLS: Cheaper fuel, milder weather credited ----------------------------------------------------------------------This article was sent to you by someone who found it on SF Gate.The original article can be found on SFGate.com here:http://www.sfgate.com/cgi-bin/article.cgi?file=/c/a/2001/06/06/MN199202.DTL----------------------------------------------------------------------Wednesday, June 6, 2001 (SF Chronicle)Dramatic drop in cost of electricity/LOWER BILLS: Cheaper fuel, milder weather creditedDavid Lazarus, Chronicle Staff Writer   California electricity prices have plunged unexpectedly to their lowestlevel in more than a year, partly as the result of a simultaneous drop inprices for natural gas, which fuels most power plants.   Make no mistake: Gas and electricity prices could surge upward again inmonths ahead.   But for the first time since California's energy markets went haywire lastsummer, industry experts are beginning to ask whether the state finallymay have turned a corner in its battle with runaway power costs.   \"California is not yet out of the woods,\" said Kelley Doolan, who tracksnatural gas prices for energy market researcher Platts. \"But this is avery significant decrease in costs.\"   Along with lower gas prices, the decline in electricity costs wasattributed by state and industry officials to milder weather, whichreduces demand for power. They also credited recent conservation effortsby consumers and better-than-expected runoff at dams for hydroelectricplants.   Gary Ackerman, executive director of the Western Power Trading Forum, anenergy-industry association, said these factors came together to producethe lowest wholesale electricity prices since April 2000.   Electricity on the spot market could have been purchased yesterday for aslittle as $50 per megawatt hour, he noted, compared with more than $500earlier this year.   \"If the weather stays this way, we could have reasonable prices allsummer, \" Ackerman said. \"We may also have fewer blackouts.\"   It is tempting for Californians to be suspicious of virtually any swing inenergy prices. If power companies manipulated prices on the way up, ascritics have alleged, might they not be up to some trick as prices head inthe opposite direction?   Nettie Hoge, executive director of The Utility Reform Network in SanFrancisco, speculated that generators are allowing electricity prices tofall so they can discourage federal regulators from taking a more activerole in the dysfunctional California market.   \"They're trying to take the heat off,\" she said.   Others cautioned that the lower prices may be nothing more than astatistical blip.   \"This was just one month's decline,\" said Michael Shames, executivedirector of the Utility Consumers' Action Network in San Diego. \"We reallyhave to see how this plays out in the future.\"   Steve Maviglio, a spokesman for Gov. Gray Davis, said the governor wasvery encouraged by the lower energy prices. Davis announced Sunday thatCalifornia's power use was down 11 percent last month from a year before.   \"We're not there yet,\" Maviglio said of whether an end to the state'spower woes is in sight. \"But the trend is pointing in the rightdirection.\"   WHITE ELEPHANT   Yet this sudden drop in energy prices does have a dark side: Californiacould end up with a huge white elephant after spending about $40 billionin public funds on long-term power contracts.   The logic behind the contracts, which are at an average price of $69 permegawatt hour over 10 years, is that the state expected to paybelow-market rates for electricity for a number of years before pricescame down and California found itself paying above-market rates.   If current trends continue, though, California will find itself payingconsistently above-market rates much sooner than expected, making thelong- term contracts a sweet deal for the same power companies thatprofited so handsomely during the state's darkest hours.   \"The contracts look really ugly right now,\" said Shames at the UtilityConsumers' Action Network. \"They may be way overpriced.\"   Maviglio, the governor's spokesman, said it is too early to conclude thatthe state did poorly negotiating dozens of long-term power contracts.   \"No one has a crystal ball on this,\" he said.   CUSTOMERS' BILLS TO DROP   In any case, Pacific Gas and Electric Co. said yesterday that customers'average gas bills will drop 26 percent this month to $26 and should staynear that level all summer.   Platts, which monitors average monthly spot prices, found that thewholesale price of gas at the California-Oregon border has tumbled nearly42 percent since the beginning of May -- from $9.98 per million Britishthermal units to $5.81.   The wholesale gas price at the California-Arizona border fell 45 percent,from $11.91 to $6.50. This compares with a 25 percent monthly decline inaverage natural gas prices nationwide.   However, California gas prices are still about 50 percent higher than theywere a year ago, whereas national prices are now below year-ago levels forthe first time since last spring.   While cooler weather nationwide helped push gas prices down overall,Doolan attributed the especially steep drop in California to acommensurate surge in prices last month related to fears of a long, hotsummer of rolling blackouts.   \"You had state officials all but promising rolling blackouts this summer,\"he said. \"That created enormous demand for electricity generation.   \"What has changed is that we've had weeks of mild weather,\" Doolanobserved.   \"The electricity generators have not come out of the woodwork buying upall the gas.\"   This allowed utilities like PG\u0026E to beef up gas inventories, which easeddemand and resulted in substantially lower prices, he said.   'BACK ON TRACK'   \"We're back on track to be completely full for winter,\" said Staci Homrig,a PG\u0026E spokeswoman. \"That's a very good thing.\"   Gas prices historically dip in the spring and summer and then rise againin the winter. PG\u0026E is forecasting that customers' average gas bills couldrise to as high as $75 in December if current trends continue.   However, the precipitous drop in gas prices in recent weeks suggests thatCalifornia's unusually high costs at last may be abating.   Individual power companies so far are reluctant to speculate on whetherthe drop in gas prices will have a lasting effect on electricity costs.   E-mail David Lazarus at dlazarus@sfchronicle.com. ----------------------------------------------------------------------Copyright 2001 SF Chronicle",
               "cc": "",
               "content-transfer-encoding": " 7bit",
               "content-type": " text/plain; charset=us-ascii",
               "date": " Wed, 6 Jun 2001 05",
               "from": " susan.mara@enron.com",
               "message-id": " \u003c24202945.1075843559438.JavaMail.evans@thyme\u003e",
               "mime-version": " 1.0",
               "subject": " SF Gate  fuel, milder weather credited",
               "to": " ban.sharma@enron.com, carin.nersesian@enron.com, dave.perrino@enron.com,  \tjohn.shelk@enron.com, janel.guerrero@enron.com,  \tjennifer.thome@enron.com, pat.shortridge@enron.com,  \tpaul.kaufman@enron.com, sarah.novosel@enron.com,  \ttim.belden@enron.com, tom.briggs@enron.com, karen.denne@enron.com,  \tmark.palmer@enron.com, linda.robertson@enron.com,  \talan.comnes@enron.com, jeff.dasovich@enron.com,  \tjames.steffes@enron.com, richard.shapiro@enron.com,  \tsandra.mccubbin@enron.com, michael.tribolet@enron.com",
               "x-bcc": " ",
               "x-cc": " ",
               "x-filename": " jdasovic.nsf",
               "x-folder": " \\Jeff_Dasovich_June2001\\Notes Folders\\All documents",
               "x-from": " Susan J Mara",
               "x-origin": " DASOVICH-J",
               "x-to": " Ban Sharma, Carin Nersesian, Dave Perrino, \"John.Shelk@enron.com@ENRON\" \u003cIMCEANOTES-John+2EShelk+40enron+2Ecom+40ENRON@ENRON.com\u003e, Janel Guerrero, Jennifer Thome, Pat Shortridge, Paul Kaufman, Sarah Novosel, Tim Belden, Tom Briggs, Karen Denne, Mark Palmer, Linda Robertson, Alan Comnes, Jeff Dasovich, James D Steffes, Richard Shapiro, Sandra McCubbin, Michael Tribolet"
            }
         }
      ]
   }
}